<template>
  <div>
    <h2>オープンチャットでできること</h2>
    <h3>イベント情報を確実にゲット</h3>
    <p>オープンチャットの強みとして、より確実にリアルタイムで情報を受け取ることができます。従来のSNSなどでは、同時に複数の通知や宣伝が行われるため見落としてしまいがちでしたが、オープンチャットでは見落とすことはありません。特に、オープンチャットでのみ流す情報もございますので、是非ご参加ください！</p>
    <h3>スピーカーさんに質問</h3>
    <p>オープンチャットでのみ、スピーカーさんへの事前質問を受け付けています。本番中でも質問することが出来ますが、事前のご質問を優先的に回答させていただくことが可能となります。</p>
    <h3>参加方法の確認</h3>
    <p>お問い合わせは、TEDxNagoyaUのメールとオープンチャットにて受け付けています。特に、メールよりもオープンチャットの方がシステム上、緊急の際により素早く対応できますので、ぜひオープンチャットでのご質問のご協力をお願い致します。</p>
    <h3>うっかり防止</h3>
    <p>オープンチャットでは継続的に情報発信いたします。さらに、直前では確認のリマインドをいたします。そのため、本番当日に参加し忘れてせっかくの機会を逃してしまいそう…なんて方にはオススメです！通知はオフとなっていますので、通知によるストレスもありません。</p>
    <h4>通知予定（9/11日現在、予告なく変更する可能性がございます）</h4>
    <ul>
      <li>イベントテーマ・スピーカー・協賛企業様など各種紹介</li>
      <li>スピーカーへの事前質問（オープンチャット限定）</li>
      <li>「株式会社情報工場様」からのお知らせ（一部オープンチャット限定）</li>
    </ul>
  </div>
</template>

<script>
export default {
}
</script>

<style scoped>
</style>>
