<template>
  <v-container>
    <v-row>
      <v-col>
        <v-expansion-panels
          accordion
        >
          <v-expansion-panel
            v-for="item in faqList"
            :key="item.title"
          >
            <v-expansion-panel-header>{{ item.header }}</v-expansion-panel-header>
            <v-expansion-panel-content>{{ item.content }}</v-expansion-panel-content>
          </v-expansion-panel>
        </v-expansion-panels>
      </v-col>
    </v-row>
  </v-container>
</template>

<script>
export default {
  name: 'FaqList',
  data () {
    return {
      faqList: [
        {
          header: 'TEDxNagoyaUとは',
          content: 'TEDxNagoyaUは、TED Talk に感銘を受けたメンバーが、TEDxイベントを名古屋大学で開催しようという意気込みのもと、2013年度に発足しました。過去に7回トークイベントを開催し、多くの人からの反響を呼びました。今年は8回目のイベントをオンラインにて開催する予定です。'
        },
        {
          header: '学生だけで運営している？',
          content: 'はい。私たちの団体は学生のみで運営している非営利組織であり、イベント企画から実行まですべて学生ボランティアによって行われています。実行委員会は名古屋大学を中心に名古屋近辺の学生で構成されています。メンバーの中には受験生のときTED TALKに励まされた、新しいことにチャレンジしたい、イベント運営に興味がある、など自分の志やビジョンを持って入る人が多いです。'
        },
        {
          header: 'イベントの参加者について教えてほしい',
          content: 'イベントには毎年100人以上の方に参加していただいております。そのうち半数以上が学生です。昨年の場合、参加者の54.5％が学生、29.1％が一般の方、16.4％が協賛企業の方です。イベントの参加者には、視野を広げたい、色んな人たちと交流したいなど、志の高い人が集まっています。また、TEDと同じ理念を持って活動している団体が世界中にあるため、留学生や外国人の方にも参加しやすいイベントになっています。'
        },
        {
          header: '協賛することのメリットを簡単に教えてほしい',
          content: '貴社の企業宣伝を通して、イベントに参加する学生、社会人や後日YouTubeにアップロードされる動画を見た人に普段ではなかなか伝えられない社風などをアピールできます。特に学生が運営しているイベントなので学生の方にリーチしやすいです。また、当日のイベントに協賛企業の方も参加することができ、参加者と交流することが可能です'
        },
        {
          header: '例年イベントにはどんな人が登壇しているの？',
          content: 'イベントには、例年様々な分野から様々な志、思いを持ったスピーカーさんが登壇していただいてます。トークの内容は運営メンバーと数か月かけてトークを作り込むので、トークの質も高く、人生に影響を与えてくれるようなアイデアに出会えるかもしれません。また、毎年名古屋大学の教授に登壇していただいており、過去にはノーベル賞を受賞した天野浩教授にも登壇していただきました。'
        }
      ]
    }
  }
}
</script>
